Repository: Gabrielenamie/Skinfeel
Catalog: Skinfeel/Skinfeel/*.lproj/Localizable.strings
Languages: pt_br

# Avon é a marca mais comentada do BBB e triplica faturamento no e-commerce
source: Avon is the most commented brand on the BBB and triples its e-commerce billing
pt_br: Avon é a marca mais comentada do BBB e triplica faturamento no e-commerce

# Pele madura: qual o melhor jeito de cuidar?
source: Mature skin: what's the best way to take care of it?
pt_br: Pele madura: qual o melhor jeito de cuidar?

# Consumidor simplifica rotina de skincare e maquiagem no pós-Covid
source: Consumers simplify skincare and makeup routine in the post-Covid
pt_br: Consumidor simplifica rotina de skincare e maquiagem no pós-Covid

# Skincare em alta na pandemia ajuda a prevenir doenças dermatológicas
source: Skincare on the rise in the pandemic helps prevent dermatological diseases
pt_br: Skincare em alta na pandemia ajuda a prevenir doenças dermatológicas

# Limpeza
source: Cleaning
pt_br: Limpeza

# Hidratação
source: Moisturizing
pt_br: Hidratação

# Proteção
source: Protecting
pt_br: Proteção

# Esfoliação
source: Exfoliating
pt_br: Esfoliação

# Anterior
source: Previous
pt_br: Anterior

# Clique em ”+” para criar sua primeira rotina
source: Click ”+” to create your first routine
pt_br: Clique em ”+” para criar sua primeira rotina

# Manhã
source: Morning
pt_br: Manhã

# Tarde
source: Afternoon
pt_br: Tarde

# Noite
source: Night
pt_br: Noite

# Boa tarde,
source: Good afternoon,
pt_br: Boa tarde,

# Boa noite,
source: Good night,
pt_br: Boa noite,

# Bom dia,
source: Good morning,
pt_br: Bom dia,

# Dados incompletos
source: Incomplete data
pt_br: Dados incompletos

# O campo 'Nome' não está preenchido
source: The field 'Name' isn't filled in
pt_br: O campo 'Nome' não está preenchido

# Uma das tarefas não está preenchida
source: One of the tasks isn't completed
pt_br: Uma das tarefas não está preenchida

# Dados inválidos
source: Invalid data
pt_br: Dados inválidos

# A data de início e fim da sua rotina estão inválidas
source: The start and end date of your routine are invalid
pt_br: A data de início e fim da sua rotina estão inválidas

# A data de início da sua rotina está inválida
source: Your routine start date is invalid
pt_br: A data de início da sua rotina está inválida

# A data do fim da sua rotina está inválida
source: Your routine end date is invalid
pt_br: A data do fim da sua rotina está inválida

# O campo 'Repetir' não está preenchido.
source: The field 'Repeats on' isn't populated.
pt_br: O campo 'Repetir' não está preenchido.

# Tem certeza de que deseja deletar esta rotina?
source: Are you sure you want to delete this routine?
pt_br: Tem certeza de que deseja deletar esta rotina?

# Apagar
source: Delete
pt_br: Apagar

# Quantas vezes por dia você sente necessidade de lavar o rosto?
source: How many times a day do you feel the need to wash your face?
pt_br: Quantas vezes por dia você sente necessidade de lavar o rosto?

# Como você descreveria sua pele?
source: How would you describe your skin?
pt_br: Como você descreveria sua pele?

source: Pores are little holes in the skin. When you look in the mirror, can you see them?
pt_br: Poros são buraquinhos na pele. Ao se olhar no espelho, você consegue observá-los?

# Você costuma ter espinhas ou cravos?
source: Do you usually get pimples or blackheads?
pt_br: Você costuma ter espinhas ou cravos?

# Depois de praticar uma atividade física, seu rosto fica como?
source: After practicing a physical activity, what does your face look like?
pt_br: Depois de praticar uma atividade física, seu rosto fica como?

# Em dias úmidos ou no verão sinto mais necessidade
source: On humid days or in summer I feel more need
pt_br: Em dias úmidos ou no verão sinto mais necessidade

# Só uma vez, geralmente para tirar a maquiagem
source: Just once, usually to remove makeup
pt_br: Só uma vez, geralmente para tirar a maquiagem

# Várias vezes, sinto minha pele com aspecto sujo
source: I often feel my skin looks dirty
pt_br: Várias vezes, sinto minha pele com aspecto sujo

# Não sinto necessidade, somente no banho
source: I don't feel the need, only in the bath
pt_br: Não sinto necessidade, somente no banho

# Em alguns locais parece oleosa e em outros não
source: In some places it looks oily and in others it doesn't
pt_br: Em alguns locais parece oleosa e em outros não

# Não possuo oleosidade aparente, estando sempre com aspecto hidratado
source: I don't have any apparent oiliness, always looking hydrated
pt_br: Não possuo oleosidade aparente, estando sempre com aspecto hidratado

# Muita oleosidade por todo o rosto, podendo aparecer espinhas
source: Too much oil all over the face, and pimples may appear
pt_br: Muita oleosidade por todo o rosto, podendo aparecer espinhas

# Minha pele é opaca e sem brilho, às vezes avermelhada ou ressecada
source: My skin is opaque and lackluster, sometimes reddened or dry
pt_br: Minha pele é opaca e sem brilho, às vezes avermelhada ou ressecada

# Posso vê-los mais no queixo, nariz ou testa
source: I can see them more on chin, nose or forehead
pt_br: Posso vê-los mais no queixo, nariz ou testa

# Não muito, são pouco aparentes
source: Not much, they're barely apparent
pt_br: Não muito, são pouco aparentes

# Sim, posso ver no rosto todo
source: Yes, I can see it all over the face
pt_br: Sim, posso ver no rosto todo

# Não, minha pele é completamente lisa
source: No, my skin is completely smooth
pt_br: Não, minha pele é completamente lisa

# De vez em quando
source: Occasionally
pt_br: De vez em quando

# É bem difícil
source: It's pretty hard
pt_br: É bem difícil

# Quase sempre
source: Almost always
pt_br: Quase sempre

# Nunca
source: Never
pt_br: Nunca

# Um pouco oleoso e suado
source: A little oily and sweaty
pt_br: Um pouco oleoso e suado

# Com as bochechas avermelhadas e suado
source: With reddened cheeks and sweaty
pt_br: Com as bochechas avermelhadas e suado

# Muito oleoso e 'pegajoso'
source: Too oily and 'sticky'
pt_br: Muito oleoso e 'pegajoso'

# Avermelhado e ardendo
source: Red and burning
pt_br: Avermelhado e ardendo

# oleosa
source: oily
pt_br: oleosa

# mista
source: mixed
pt_br: mista

# seca
source: dry
pt_br: seca

# Maria
source: Mary
pt_br: Maria

# Luiz
source: John
pt_br: Luiz

# Carlos
source: Carl
pt_br: Carlos

# Sua pele é
source: Your skin is
pt_br: Sua pele é

# vai te ajudar a começar
source: 's routine will help you get started
pt_br: vai te ajudar a começar

# Conheça
source: Meet
pt_br: Conheça

# Pele negra
source: Black skin
pt_br: Pele negra

# Skincare Coreana
source: Korean Skincare
pt_br: Skincare Coreana

# Clique no botão abaixo para adicionar novos produtos
source: Click the button below to add new products
pt_br: Clique no botão abaixo para adicionar novos produtos

# Vamos lá!
source: C'mon!
pt_br: Vamos lá!

# Que tal começar o seu dia iniciando sua rotina de cuidados com a pele?
source: How about starting your day with your skin care routine?
pt_br: Que tal começar o seu dia iniciando sua rotina de cuidados com a pele?

# Não se esqueça de reforçar a proteção da sua pele.
source: Don't forget to reinforce your skin protection.
pt_br: Não se esqueça de reforçar a proteção da sua pele.

# Vamos finalizar o dia cuidando da sua pele?
source: Shall we finish the day by taking care of your skin?
pt_br: Vamos finalizar o dia cuidando da sua pele?
